Repository: data-sy/quick-label-timer
Catalog: QuickLabelTimer/QuickLabelTimer/Localizable.xcstrings
Source language: en
Languages: ko

# %@, 남은 시간 %@
source: %1$@, %2$@ remaining
ko: %1$@, 남은 시간 %2$@

# %@, 설정 시간 %@
source: %1$@, set for %2$@
ko: %1$@, 설정 시간 %2$@

# %@, 완료됨
source: %@, completed
ko: %@, 완료됨

# %@, 일시정지됨, 남은 시간 %@
source: %1$@, paused, %2$@ remaining
ko: %1$@, 일시정지됨, 남은 시간 %2$@

# a11y.addTimer.createButton
source: Create Timer
ko: 타이머 생성

# a11y.addTimer.createButtonHint
source: Creates a new timer with the entered label and time
ko: 입력한 라벨과 시간으로 새로운 타이머를 생성합니다

# a11y.addTimer.labelInputHint
source: Enter a name for the timer. Leave blank to auto-generate
ko: 타이머의 이름을 입력해 주세요. 비워두면 자동으로 이름이 생성됩니다

# a11y.addTimer.labelInputLabel
source: Timer Label
ko: 타이머 라벨

# a11y.addTimer.timeChipHint
source: Adds 5 minutes to the timer setting
ko: 타이머 설정 시간에 5분을 추가합니다

# a11y.addTimer.timePickerHint
source: Set the timer duration in hours, minutes, and seconds
ko: 타이머의 시간을 시간, 분, 초 단위로 설정합니다

# a11y.addTimer.timePickerLabel
source: Timer Duration Setting
ko: 타이머 시간 설정

# a11y.common.emptyInput
source: Not entered
ko: 입력되지 않음

# a11y.common.notSet
source: Not set
ko: 설정되지 않음

# a11y.editPreset.cancelButton
source: Cancel
ko: 취소

# a11y.editPreset.deleteButton
source: Delete
ko: 삭제

# a11y.editPreset.saveButton
source: Save
ko: 저장

# a11y.favoriteTimers.emptyMessage
source: No saved favorites
ko: 저장된 즐겨찾기가 없습니다

# a11y.favoriteTimers.runningStatus
source: Running
ko: 실행 중

# a11y.mainToolbar.doneButton
source: Done
ko: 완료

# a11y.mainToolbar.listEditButton
source: Delete
ko: 삭제

# a11y.mainToolbar.settingsButton
source: Settings
ko: 설정

# a11y.mainView.addTimerSection
source: Timer creation section
ko: 타이머 생성 섹션

# a11y.mainView.favoriteTimersSection
source: Saved timers section
ko: 저장된 타이머 섹션

# a11y.mainView.runningTimersSection
source: Running timers section
ko: 실행 중인 타이머 섹션

# a11y.mainView.scrollView
source: Unified timer scroll view
ko: 통합 타이머 스크롤 뷰

# a11y.runningTimers.emptyMessage
source: No running timers yet
ko: 아직 실행 중인 타이머가 없습니다

# a11y.settings.opensExternalLinkHint
source: Opens in an external browser
ko: 외부 브라우저에서 열립니다

# a11y.settings.opensSystemSettingsHint
source: Opens iOS Settings screen
ko: iOS 설정 화면을 엽니다

# a11y.timerRow.deleteLabel
source: Delete
ko: 삭제

# a11y.timerRow.editLabel
source: Edit
ko: 편집

# a11y.timerRow.favoriteLabel
source: Favorite
ko: 즐겨찾기

# a11y.timerRow.favoriteOffHint
source: Add to favorites
ko: 즐겨찾기에 추가합니다

# a11y.timerRow.favoriteOnHint
source: Remove from favorites
ko: 즐겨찾기에서 해제합니다

# a11y.timerRow.moveToFavorite
source: Move to Favorites
ko: 즐겨찾기로 이동

# a11y.timerRow.pauseLabel
source: Pause
ko: 일시정지

# a11y.timerRow.playLabel
source: Resume
ko: 재생

# a11y.timerRow.restartLabel
source: Restart
ko: 다시 시작

# a11y.timerRow.startLabel
source: Start
ko: 시작

# a11y.timerRow.stopLabel
source: Stop
ko: 정지

# ui.addTimer.title
source: Create Timer
ko: 타이머 생성

# ui.alarmMode.silent
source: Silent
ko: 무음

# ui.alarmMode.sound
source: Sound
ko: 소리

# ui.alarmMode.vibration
source: Vibration
ko: 진동

# ui.alarmSound.beepDouble
source: Double Beep
ko: 이중 삑

# ui.alarmSound.beepSingle
source: Beep
ko: 삑

# ui.alarmSound.buzzHigh
source: High Buzz
ko: 높은 진동음

# ui.alarmSound.buzzLow
source: Low Buzz
ko: 낮은 진동음

# ui.alarmSound.default
source: Default
ko: 기본

# ui.alarmSound.ringtone01
source: Ringtone 1
ko: 벨소리 1

# ui.alarmSound.ringtone02
source: Ringtone 2
ko: 벨소리 2

# ui.alarmSound.silence
source: Silence (For Vibration)
ko: 무음 (진동용)

# ui.alert.cancel
source: Cancel
ko: 취소

# ui.alert.cannotDeleteRunningMessage
source: Cannot delete a running timer.
ko: 실행 중인 타이머는 삭제할 수 없습니다.

# ui.alert.cannotDeleteTitle
source: Cannot Delete
ko: 삭제 불가

# ui.alert.cannotRunTitle
source: Cannot Run
ko: 실행 불가

# ui.alert.cannotSaveTitle
source: Cannot Save
ko: 저장 불가

# ui.alert.delete
source: Delete
ko: 삭제

# ui.alert.deleteConfirmMessage
source: Do you want to delete this timer?
ko: 이 타이머를 삭제하시겠습니까?

# ui.alert.maxFavoritesMessage
source: You can add up to %lld favorites.
ko: 즐겨찾기는 최대 20개까지 추가할 수 있습니다.

# ui.alert.maxTimersMessage
source: You can run up to %lld timers.
ko: 타이머는 최대 %lld개까지 실행할 수 있습니다.

# ui.alert.ok
source: OK
ko: 확인

# ui.alert.stop
source: Stop
ko: 중지

# ui.alert.stopAndHide
source: Stop & Remove
ko: 중지 및 제거

# ui.alert.stopAndSave
source: Stop & Save
ko: 중지 및 저장

# ui.alert.stopAndSaveTimer.message
source: Stop this timer and save to bookmarks?
ko: 이 타이머를 중지하고 북마크에 저장하시겠습니까?

# ui.countdown.deleteTimer
source: Will be deleted in %d seconds
ko: %d초 후 자동 삭제됩니다.

# ui.countdown.removeFromFavorites
source: Will be removed from bookmarks in %d seconds
ko: %d초 후 북마크에서 제거됩니다.

# ui.countdown.returnToFavorites
source: Will return to bookmarks in %d seconds
ko: %d초 후 북마크로 돌아갑니다.

# ui.countdown.saveToFavorites
source: Will be saved to bookmarks in %d seconds
ko: %d초 후 북마크에 저장됩니다.

# ui.editPreset.title
source: Edit Timer
ko: 타이머 수정

# ui.favorite.title
source: Favorites
ko: 즐겨찾기

# ui.help.appleWatchHapticText
source: Check if the haptic strength is sufficient in **Watch app > My Watch > Sounds & Haptics**
ko: **Watch 앱 > 나의 시계 > 사운드 및 햅틱**에서 '촉각' 강도가 충분한지 확인하세요

# ui.help.appleWatchUsers
source: Apple Watch Users
ko: Apple Watch 사용자

# ui.help.appleWatchVibrationText
source: If you're wearing an Apple Watch, notifications may be delivered to your Watch
ko: Apple Watch를 착용 중이라면, 알림이 Watch로 전달될 수 있습니다

# ui.help.basicChecklist
source: Basic Checklist
ko: 기본 점검 항목

# ui.help.checkMuteMode
source: Is your device set to **silent mode**?
ko: 기기가 **무음 모드**로 설정되어 있지는 않나요?

# ui.help.checkVolume
source: Is your device's **volume** at 0?
ko: 기기의 **볼륨**이 0 이지는 않나요?

# ui.help.focusModeCheck
source: Check Focus Mode
ko: 집중 모드 확인

# ui.help.focusModeText
source: Check if an active mode in **Settings > Focus** is blocking notifications
ko: **설정 > 집중 모드**에서 활성화된 모드가 알림을 차단하고 있지 않은지 확인해 주세요

# ui.help.focusModeVibrationText
source: Check if an active mode in **Settings > Focus** is blocking notifications/vibrations
ko: **설정 > 집중 모드**에서 활성화된 모드가 알림/진동을 차단하지 않는지 확인해 주세요

# ui.help.notificationPathText
source: Go to **Settings > Notifications > QuickLabelTimer** and check if 'Allow Notifications' and 'Sounds' are enabled
ko: **설정 > 알림 > 퀵라벨타이머** 로 이동해 '알림 허용'과 '사운드'가 켜져 있는지 확인해 주세요

# ui.help.openNotificationSettings
source: Open Notification Settings
ko: 알림 설정 열기

# ui.help.soundIntro
source: iOS notification sounds are controlled by **system settings**. If you can't hear notification sounds, please check the following items.
ko: iOS 알림의 소리 출력은 **시스템 설정에 따라 동작**합니다. 알림 소리가 들리지 않는다면 아래 항목을 확인해 주세요.

# ui.help.soundIssueTitle
source: Not Hearing Notification Sound?
ko: 알림 소리가 나지 않나요?

# ui.help.systemSettings
source: Check System Settings
ko: 시스템 설정 확인

# ui.help.vibrationAccessibilityText
source: Go to **Settings > Accessibility > Touch** and check if 'Vibration' is enabled
ko: **설정 > 손쉬운 사용 > 터치**로 이동해 '진동'이 켜져 있는지 확인해 주세요

# ui.help.vibrationHapticText
source: Go to **Settings > Sounds & Haptics** and check the following: **•** 'Play Haptics in Ring Mode' is enabled **•** 'Play Haptics in Silent Mode' is enabled **•** 'System Haptics' is enabled
ko: **설정 > 사운드 및 햅틱**으로 이동해 아래 항목을 확인해 주세요 **•** '벨소리 모드에서 햅틱 재생'이 켜져 있는지 **•** '무음 모드에서 햅틱 재생'이 켜져 있는지 **•** '시스템 햅틱'이 켜져 있는지

# ui.help.vibrationIntro
source: iOS notification vibration (haptics) behavior **varies based on system settings**. If you don't feel vibrations, please check the following items.
ko: iOS 알림의 진동(햅틱) 동작은 **시스템 설정에 따라 달라**집니다. 진동이 느껴지지 않는다면 아래 항목을 확인해 주세요.

# ui.help.vibrationIssueTitle
source: Troubleshoot Vibration
ko: 진동 문제 해결

# ui.input.addMinutes.%lld
source: + %lldmin
ko: + %lld분

# ui.input.labelField
source: Label
ko: 라벨

# ui.input.labelPlaceholder
source: Enter a label
ko: 라벨을 입력하세요.

# ui.input.maxLabelToast
source: You can enter up to %lld characters
ko: 최대 %lld자까지 입력할 수 있어요

# ui.notification.tapToDismiss
source: Tap to dismiss alarm
ko: 눌러서 알람 끄기

# ui.notification.timerComplete
source: Timer Complete
ko: 타이머 완료

# ui.runningTimers.title
source: Running Timers
ko: 실행중인 타이머

# ui.settings.alarmMode.silent
source: Sound Off, Vibration Off
ko: 소리 X, 진동 X

# ui.settings.alarmMode.sound
source: Sound On, Vibration On
ko: 소리 O, 진동 O

# ui.settings.alarmMode.vibration
source: Sound Off, Vibration On
ko: 소리 X, 진동 O

# ui.settings.alarmModeTitle
source: Default Alarm Mode
ko: 기본 알림 방식

# ui.settings.contact
source: Contact Us
ko: 문의하기

# ui.settings.currentStatus
source: Current Status
ko: 현재 상태

# ui.settings.darkMode
source: Dark Mode
ko: 다크 모드

# ui.settings.defaultSound
source: Default Sound
ko: 기본 사운드

# ui.settings.enableNotifications
source: Enable Notifications in Settings
ko: 설정에서 알림 허용하기

# ui.settings.notificationSection
source: Notification Settings
ko: 알림 설정

# ui.settings.permissionSection
source: Notification Permission
ko: 알림 권한

# ui.settings.privacyPolicy
source: Privacy Policy
ko: 개인정보 처리방침

# ui.settings.soundHelp
source: Can't Hear Sound
ko: 소리가 안 들려요

# ui.settings.statusAuthorized
source: Authorized
ko: 허용됨

# ui.settings.statusDenied
source: Denied
ko: 거부됨

# ui.settings.statusEphemeral
source: Ephemeral
ko: 일시적 세션

# ui.settings.statusNotDetermined
source: Not Requested
ko: 미요청

# ui.settings.statusProvisional
source: Provisional
ko: 임시 허용

# ui.settings.statusUnknown
source: Unknown
ko: 알 수 없음

# ui.settings.supportSection
source: Support
ko: 지원

# ui.settings.title
source: Settings
ko: 설정

# ui.settings.vibrationHelp
source: Vibration Not Working
ko: 진동이 안 울려요

# ui.timer.autoLabel
source: Timer %lld
ko: 타이머%lld

# ui.timer.completed
source: Completed
ko: 종료됨

# ui.timer.endTimeFormat
source: Ends at %@
ko: %@ 종료 예정

# ui.timer.title
source: Timer
ko: 타이머 실행
